Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Talent Agent & The Threads of Fate KO>EN.tmx
Source language: ko_kr
Languages: en

source: 나도 촬영 없는 날은 나올 테니까.
en: I’ll come into the office on days shootings aren’t scheduled in.

source: 아… 니.
en: n-no...

source: 아마 한지아가 연예계를 은퇴할 때까지 평생 따라다니겠지.
en: some people will continue to believe ji-ah is abusive and insulting until the day she retires.

source: 내가 아직 잘나가고 있는지,
en: you want to confirm

source: 그나저나, 혜령 씨 이제 복귀 준비한다면서요?
en: anyway, I hear hye-ryung is preparing to come back.

source: 그런 거.
en: that’s not it.

source: 그쪽은 얼굴이 또 왜 그래요?
en: what’s wrong? It’s written all over your face.

source: 윤혜령 하나 띄웠다고 겁이 없어진 거지, 뭐.
en: he thinks he’s a hot shot because he made hye-ryung yun famous.

source: 이거 최대한 내릴 수 있는 데까지 내려 주세요.
en: please take as many of them down as possible.

source: 무슨 일이세요?
en: do you need something?

source: 그냥 직접 가서 봐.
en: go see for yourself.

source: 그냥, 공부 쪽으로는 답이 안 나와서….
en: it’s just... I knew studying wasn’t for me...

source: 참 나, 내 이미지가 뭐 어때서요?
en: hah, why would you think that? because of my image?

source: 날씨가 갑자기 추워지지 않았어요?
en: didn’t the weather get cold all of a sudden?

source: 진짜 솔직하게 혜령 씨한테 작업 거는 거 아니거든요.
en: I’m honestly not hitting on ms. yun.

source: 매니저도 아니고 코디라고?
en: it was a stylist? not even a manager?

source: 팀장님, 안녕하세요.
en: hello, team leader.

source: 혜, 혜령 씨?!
en: m-miss yun?!

source: 촬영 들어가면 서로 바빠지겠지만 그래도 시간 나면 꼭 연락 주세요.
en: we’ll both get really busy when the shooting starts, but please do let me know when you have some free time.

source: 무슨 일이에요?
en: what’s going on?

source: 보자… 미팅 날짜는 언제가 좋으려나.
en: let’s see... when would be a good date for a meeting?

source: 민규도 이제 팀장 달아야지.
en: it’s time for mingyu to be promoted to team leader.

source: 일단, 시간부터 끌자고 하시네.
en: he’s saying we need to buy some time first.

source: 하긴… 내색을 안 해서 그렇지, 지칠 때도 됐지.
en: yeah... although she hasn’t expressed it, I’m sure she’s exhausted by now.

source: 알겠습니다.
en: ok.

source: 혹시 연기해 본 적 있어요?
en: did you ever try acting?

source: 그래도 많이 늘었어.
en: you’ve improved.

source: 혜령 씨 차기작에 강수지가 캐스팅됐다며?
en: I heard sooji kang just joined the cast of the series hye-ryung is in.

source: 너희 회사 요즘 별일 없냐?
en: is everything alright with your company?

source: 이 바닥에서 몇 년을 버텼는데 잘하겠지만….
en: I’m sure she’d be fine. she’s been able to endure it for years now...

source: 자, 사양하지 말고 얼른 드셔.
en: alright, let’s dig in.

source: 누나한테도 나쁜 얘기는 아니니까.
en: I’m sure it won’t be that bad.

source: 나중에 검증해 보려니 아차 싶었나 보더라고요.
en: but they got to know something wasn’t right when they tried to validate the clip.

source: 올해 스물여덟이요.
en: I’m twenty eight.

source: 저… 늦게 인사드려서 죄송합니다.
en: ummm...excuse me for not being able to introduce myself sooner.

source: 에이, 그건 좀 아닌 것 같은데요.
en: ummm...I don’t think that’s a good idea.

source: 그럴 거 같더라.
en: I thought you would.

source: 잠깐만!
en: wait a minute.

source: 우리도 받은 게 있는데 거절할 수는 없지.
en: they’ve been generous to us so we shouldn’t decline.

source: 괜찮으시겠어요?
en: would you be alright with it?

source: 거, 보자 보자 하니까 진짜….
en: ugh, enough is enough...

source: 도대체?
en: huh?

source: 네, 최 팀장님.
en: yes, mr. choi.

source: 어쭈?
en: how dare you?

source: PD님.
en: producer.

source: 탐정과 함께 사건을 해결해 나가는 국과수 직원이에요.
en: I’m a CSI agent solving cases with a detective.

source: 향수는 오래 두는 거 아니니까.
en: colognes aren’t meant to last long.

source: 아직 이종우가 1팀일 때 터졌다는 게.
en: before the reorganization.

source: 주문할게요!
en: I’ll order then!

source: 어차피 지금 서연 씨가 가진 자료는 편집본 아닙니까?
en: isn’t the clip you have an edited version anyway?

source: 인준이.
en: injoon.

source: 갑자기 급이 떨어지는 느낌이긴 하네.
en: it does feel like that weakens the quality of the cast a bit.

source: 아니, 전혀.
en: it’s not going well at all.

source: 아, 아닙니다!
en: n-no!

source: 메이킹 필름…?!
en: behind the scenes...?!

source: 영화 찍느라 고생 엄청 했다면서요?
en: I heard you had to go through a lot shooting the film.

source: 시, 실, 실장님은 긴장 안 되세요?
en: a-are you not nervous, chief kim?

source: 음주 운전 혐의로 불구속 입건.
en: CHARGED WITH DWI.

source: 소주도 한 병 주세요.
en: one soju as well please.

source: 서, 선배님!
en: h-hey!

source: 운명의 선이 거짓말하지는 않겠지.
en: the thread of fate wouldn’t lie.

source: 배우 놔두고 매니저끼리 다녀도 돼요?
en: is it ok to wander around as managers while leaving your actress behind?

source: 일요일.
en: sunday.

source: 진짜 괜찮아요.
en: I’m really ok.

source: 요즘 두 사람 다 바빠서 얘기를 못 꺼냈나 봐요.
en: I don’t think they were able to bring it up yet because the two are really busy these days.

source: 한지아가 너 좋아해?!
en: ji-ah han likes you?!

source: 미안하구먼….
en: I’m sorry...

source: 조심히 들어가세요!
en: I’ll see you later!

source: 그럼 좀 데리고 나와 보든가.
en: then you should call them out.

source: 지갑처럼 안 쓰지 말고 바로 써요.
en: start using this one immediately unlike the wallet I gave you.

source: 실력이야 나쁘지 않지.
en: he’s good.

source: 아 참, 미니 게임은 손하늘이란 애한테 기회 줘 보세요.
en: oh, give haneul son a chance to participate in the mini game.

source: 여긴 무슨 일이에요?
en: what are you doing here?

source: 정 선생님이 너한테 청소하래?
en: did instructor chung tell you to clean?

source: 그, 그럼 오늘 리딩은 여기까지 하시죠.
en: s-sure, then let’s wrap it up.

source: 뭐…?
en: what...?

source: 에이, 내가 걔를 하루 이틀 봐요?
en: yeah, I know her very well!

source: 느낌 괜찮아요?
en: you feel good?

source: 심윤섭이는 옛날부터 왜 이럴까?
en: why is yoonseob always like this?

source: 그러니까 저희는 따로 하겠습니다.
en: so we’ll schedule separately.

source: 분명히 기사 나왔었지?
en: a news article came out on that, right?

source: 해결이랄 게 있나?
en: is it really something to take care of?

source: 아, 저 이제 매니저일 해요.
en: oh, I do actor management now.

source: 그래서, 대본 리딩을 다시 한다고?
en: so there’s going be another read-through?

source: 이게 뭐야?
en: w-what’s all this?

source: 혜령아, 미안해.
en: I’m sorry, hye-ryung.

source: 조만간 날 한번 잡아 볼게요.
en: I will soon.

source: 하늘 씨, 앞으로는 조심해요.
en: haneul, be more careful going forward.

source: 설마… 동정심 같은 그런 건 아니지?
en: it’s not out of pity, is it?

source: 그럼 이렇게는 어때?
en: then how about this?

source: 이 누나는 얼마만의 백수 생활인지.
en: I can’t remember the last time I had so much free time like this.

source: 그럴 능력도, 위치도 안 되니까요.
en: I just don’t have the capacity nor am in a position to make that decision.

source: 그러니까 어떻게 생각하고 있냐는 게…
en: so what you meant by how I think of you was...

source: 우리 회사에서 자회사 준비 중이야.
en: our company is preparing to launch a subsidiary company.

source: 밖에 저거 말이야.
en: that thing outside.

source: 엎어지긴 했어도 시트콤 준비도 해 봤던 사람이고요.
en: although it got cancelled, she has experience working on a sitcom.

source: 더군다나 나랑 다른 배우 사이에서 간 보는 회사들이랑?
en: especially for companies that are testing the waters with two actresses?

source: 저 진짜 이대로는 집에 못 가요.
en: I can’t go home like this.

source: 이 시놉 파일, 보내 주세요.
en: please send me the synopsis file.

source: 종우 씨, 이번 주 토요일에 프로필 촬영 있는 거 맞죠?
en: jongwoo, you have a photo shoot this saturday, right?

source: 다른 한쪽은 주인공의 조수이자, 제자인 여자.
en: the other is an assistant of the main character.

source: 이걸 어쩐다.
en: what do I do?

source: 아직도 내 말 한마디에 사람들이 끔뻑 죽는지.
en: whether you’re still a star,

source: 한지아 씨 말씀하시는 거죠?
en: are you referring to ms. ji-ah han?

source: 1인분, 그 이상은 불가능한 사람.
en: average and not anything more.

source: 그리고 왜…?
en: and, why...?

source: 몸 관리 잘해요.
en: you should look after yourself.

source: 한지아 씨 이름만 언급 안 하면 되죠?
en: I won’t mention her name in the article, ok?

source: 아까 지아 씨 만났을 때 이야기 들었습니다.
en: I heard from ms. han just now.

source: 촬영하다 누구 하나 응급실 실려 가는 거 아니야?
en: I think someone’s going to get hurt.

source: 오랜만에 운전해서 기분 좋네요.
en: it feels good to be driving like that again.

source: 민규 형이 네가 놀아 줄 거라고….
en: mingyu told me that you’d be free to hang out...

source: 장난이고, 이번 기사 때문에 혜령이 복귀 미뤄져서 온 겁니다.
en: I was joking. I came because hye-ryung’s comeback is put on hold because of you.

source: 아, 몰라!
en: ah, let’s drop this!

source: 이런 미친놈이…!
en: that crazy bastard...!

source: 정말이죠?
en: are you serious?

source: 거기서 사과 안 받아 주면 자기만 이상해지는데.
en: if she didn’t accept hye-ryung’s apology, she knew she’d be the one coming off as a sore loser.

source: 돼, 됐거든요!?
en: f-forget it?!

source: 지나가는 길에 겸사겸사….
en: well, I was just in the neighborhood and I wanted to see how you were...

source: 쟤 예능 진짜 처음 맞아?
en: is this really her first time being on a variety show?

source: 왜 제보자와 직접 다리를 놔줬겠습니까?
en: why do you think they put us in touch?

source: 잠깐 와 보셔야 할 것 같은데요?
en: I think we need you over here.

source: 확실히 연기력보다는 캐릭터.
en: her natural character is definitely more appealing than her acting skills.

source: 여긴 뭐 하는 회사예요?
en: what does this company make?

source: 지금 얘기하고 있었습니다….
en: I was talking to him just now...

source: 촬영 끝나면 바로 회사로 와 줄 수 있죠?
en: can you come into the office as soon as you’re done with the shoot?

source: 뭐, 다들 속 시원하다고 하죠.
en: everybody was glad hye-ryung said something.

source: 잘될 거예요.
en: I’m sure it will.

source: 웃긴 소리긴 한데, 그래서 그 녹음 파일이나 기사를 못 믿겠습니다.
en: I know this may sound ridiculous, but that’s why I can’t trust the clip or the articles.

source: 이게 대체 얼마야…?
en: how much is this...?

source: 그렇게 연습했는데, 조금은 기대해도 되겠지?
en: since she’s been training hard, I can have high expectations, right?

source: 혜령이는 바로 복귀 들어가요?
en: is hye-ryung returning right away?

source: 인준 씨 만큼은 예감이 안 좋다고 하는….
en: you say you have a bad feeling...

source: 그냥, 잘하고 있는지 보려고 왔지.
en: I just wanted to see how you were doing.

source: 무슨 일인지는 모르겠지만…
en: I don’t know what it is but...

source: 웃을 수 있을 때 실컷 웃어 둬.
en: laugh all you want while you can.

source: 잘 다녀와!
en: good luck!

source: 지금 이거 그렇게 반응할 때가 아니잖아.
en: you shouldn’t react that way.

source: 아직 확정 지은 것도 아닌데.
en: we haven’t confirmed it yet anyway.

source: 그, 근데 말이지…
en: b-but... ummm...

source: 저기 윤혜령이요.
en: for hye-ryung yun.

source: 그래도 여론이라는 게 있으니까….
en: well, because of public sentiment...

source: 이 사람은 왜 부른 건데?
en: why did you ask him to join us?

source: 진정 좀 해.
en: calm down.

source: 예, 맞습니다.
en: yes, sir.

source: 어제 영화 대본 들어온 게 있다는데, 그쪽으로 기울었나 봐.
en: she received another offer to star in a movie, and I guess she went with them instead.

source: 으 아 아 아 아 아 !
en: aaahhhh!

source: 처음 뵙겠습니다.
en: how do you do?

source: 기, 김인준입니다.
en: y-yes. I’m injoon kim.

source: 저는 뜰 수만 있으면 상관없어요.
en: as long as I can become a star, I don’t care.

source: 아니요?
en: no?

source: 얼굴에 철판 깔고 한지아한테 부탁해 볼까?
en: should I just take the hit and ask ji-ah to take the part?

source: 솔직히… 이제 그쪽이랑 상관있는 일도 아니잖아요.
en: it’s none of your business anymore.

source: …저도 제 위치를 아니까요.
en: I know my place.

source: 어이없긴 한데, 그쪽에서 먼저 연락이 왔거든요.
en: I know it’s ridiculous, but they contacted us first.

source: 제가 지금 혜령이 보면서 지아 씨까지 맡을 수는 없거든요.
en: I’m sorry, but I can’t work for both you and hye-ryung.

source: …저거 진짜 꼴 보기 싫어 죽겠네.
en: I can’t stand her.

source: 그럼, 지아 씨 영화 개봉하면 잠깐 붙어 줄 수 있을까?
en: then can you look after ms. han after her movie gets released?

source: 특별한 건 없는데….
en: nothing really stands out...

source: 며칠 전에 비상계단에서 만난 친구인데….
en: I saw her a few days ago at the stairs...

source: 글쎄요.
en: I’m not sure.

source: 그러니까 잘 좀 부탁해요.
en: so, please take good care of her.

source: 흠… 그것도 나쁘진 않지.
en: hmmm... that wouldn’t be so bad.

source: 이걸 누가 안 믿겠어요….
en: who wouldn’t...?

source: 솔직히 조민희 작가한테 많이 놀랐습니다.
en: honestly, I’m quite impressed with minhee cho.

source: 혹시 연습생 하기 전엔 어떻게 살았어?
en: what did you do before you started training here?

source: NG가 한 번도 안 나네.
en: they’re not making any mistakes.

source: 이런저런 이유 대면서 깎는 거 아니고?
en: so he won’t try to bargain with me?

source: 어려워?
en: is it that difficult to decide?

source: 아, 그러시구나….
en: oh I see...

source: 그러다 연습생도 잘려요.
en: you could get let go if you keep behaving like this.

source: 오서연 씨?
en: are you ms. seoyun oh?

source: 팀장님은요?
en: where’s mr. choi?

source: 제대로 먹혔네.
en: I’m glad it worked out.

source: 아직 멀쩡해서….
en: because it’s still fine...

source: 그냥 착해 빠진 애가 확 뜨니까 여기저기서 빨대 꽂은 거예요.
en: everyone was trying to take advantage of her because she was so nice.

source: 혜령이 주연 축하해!
en: congratulations on your first lead, hye-ryung!

source: 방송적으로는 아슬아슬하니 딱 재밌게 멈췄네.
en: it’s close so far which is good for the viewers.

source: 최 팀장님!!!
en: mr. choi!

source: 감독님, 죄송합니다.
en: I apologize, producer.

source: 저장해 둔 대본이 있을 텐데.
en: I should have a script saved somewhere.

source: 확정 짓기는 힘들 것 같아요.
en: I can’t say for sure just yet.

source: 그래도… 인정하긴 싫지만 솔직히 배우는 것도 제법 많다.
en: but...honestly, although I don’t want to admit it, I am learning quite a bit from her.

source: 야?
en: what?

source: 두 사람!
en: you two!

source: 증거가 확실해서….
en: they have evidence...

source: 회사에 연습생이 쟤만 있는 것도 아닌데요.
en: it’s not like she’s the only trainee we have in our company.

source: 연습생 손하늘입니다!
en: my name is haneul son! I’m a trainee.

source: 이 친구 실장입니다.
en: he’s a chief.

source: 팀장님 밑에서 더 배우면 안 될까요?
en: I’d like to learn more from you.

source: 오늘 왜 그래?
en: what’s wrong with you today?

source: 이게 정상이지.
en: this is how it should be.

source: 남들은 괜찮다고 해도
en: even when everyone says something seems like a good idea,

source: 겨우 그걸로….
en: just because of that...

source: 뭐야, 뭐야.
en: what?!

source: 찾아올 사람이 없는데…?
en: who could that be...?

source: 하도 앵앵거려서 시끄러워 죽겠네.
en: their buzzing is so loud.

source: 그리고 이 사람.
en: this guy.

source: 모두 강수지한테 등 돌렸으면 혜령 씨한테 해코지도 못 하겠네요.
en: if everyone turned their backs on sooji kang, I guess she won’t be able to take it out on hye-ryung.

source: 나 차기작, KBC 드라마 쪽으로 바꿀래!
en: I changed my mind. I want to be on the kbc tv series!

source: 그냥 이대로 보고만 있을 거야?
en: are you just going to stand by and watch?

source: 대기실
en: waiting room

source: 이건 와인 같은데요?
en: this looks like wine.

source: 쯧.
en: tsk.

source: 대본 보내기로 하고 연락이 없네요.
en: I was expecting to get a script from them but never heard back.

source: 우리 나가서 얘기해요!
en: let’s talk outside!

source: 진짜 어디 아픈 거 아니야?
en: are you sure you’re feeling alright?

source: 잠시 저랑 얘기 좀 할 수 있을까요?
en: can I talk to you for a minute?

source: 나만 보면 못 잡아먹어서 안달이더니….
en: you always have a bone to pick with me...

source: 청순
en: innocent

source: 감독님한테는 내가 연락드릴게.
en: I’ll let the director know.

source: 기운 넘치는 친구네.
en: she’s full of energy.

source: 강수지 씨 방금 계약서에 도장 찍었답니다.
en: sooji kang just signed the contract.

source: 조금만 기다려!
en: give me a bit more time!

source: 타이밍이랑 내용은…….
en: the content and the timing to publish should be...

source: 에이, 그럼 재미없죠.
en: it would’ve ruined the surprise.

source: 그냥, 혼자 뭐 하고 있나 해서 와 봤습니다.
en: I just came by to see what you were doing by yourself.

source: 뭐야, 왜 그런 생각을 해.
en: what? there’s no need for such thoughts.

source: 미쳤냐?
en: do you think I’m crazy?

source: 경력이랑 실적도 쌓을 만큼 쌓았는데….
en: he has enough experience and he’s shown he can handle it...

source: 그러니까요.
en: yeah.

source: 엎어지면 엎어지는 거죠.
en: if they do, then oh well.

source: 누구야?
en: who was it?

source: 혜령 씨.
en: hye-ryung.

source: 싸워서 이겨 봤자, 대본이 떨어지는 것도 아닌데 굳이 뭐 하러 싸워요.
en: fighting back won’t do anybody good. so, why fight back?

source: 잘 지냈지?
en: how have you been?

source: 조 작가도 봤잖아!
en: you saw what happened!

source: 팀장 자리가 좀 버겁나 봐?
en: is the position of team leader too much for you?

source: 머리로 답이 안 나오니 발로 직접 뛰어야지.
en: if I can’t think of a solution, then I’ll have to find one.

source: 그럼, 호텔부터 잡아야 하나?
en: then do I need to find her a hotel?

source: 네, 다행이네요.
en: yeah, they seem ok.

source: 일단, 얘기나 좀 들어 봐요.
en: but please hear me out first.

source: 가, 갑니다.
en: I-I am.

source: 인준 씨 배우들도 같이 찍을 수 있을지 부탁드리려고 했거든요.
en: to allow actors injoon’s managing to shoot some photos at the same time.

source: 호구라뇨.
en: a pushover?

source: 조금만 생각해 봐도 결론이 나오더라고요.
en: it was fairly easy for me to come to a conclusion.

source: 얘기가 빨라서 좋네요.
en: I’m glad you catch on quick.

source: 저 진짜 열심히 할 자신 있습니다!
en: I’m prepared to work hard!

source: 한지아 건을 끄집어내?
en: how could she bring up ji-ah han again?

source: 그래서 채널이랑 프로그램은 뭔데?
en: so which channel and program is it?

source: 그러시겠죠.
en: ok.

source: 잠깐 회사 들렀다가 가려고 했는데…
en: we were gonna go home after dropping by the office...

source: 조민희라고 신인인데… 대본이 그렇게 잘 빠졌다네요.
en: his name is minhee cho. he’s new, but I’m told the script is very well-written.

source: 그분은 뭐 오냐오냐하시는 편이지.
en: he’s always very nice to people.

source: 의리로 붙어 있는 거죠, 뭐.
en: I’m still with her solely out of loyalty.

source: 어디 보자….
en: let’s see...

source: 그냥 해 본 소리니까.
en: I was just talking to myself.

source: 방송 제작 쪽으로.
en: to produce and broadcast...

source: 팬들이 집 앞에서 기다리고 그러는 거.
en: how fans come and wait for you in front of your house and stuff...

source: 인사드려. [한 프로덕션] 한준구 대표님.
en: please meet mr. joon-gu han from “han production.”

source: 아, 그… 주, 주소랑 연락처 바로 보내 줄게요!
en: oh, ummm... I-I’ll send you the address right away!

source: 그리고 강수지 씨 캐스팅 확실하다면서요.
en: and, I thought you told me that you were sure that sooji kang would take the part.

source: 그건 아니죠.
en: that’s not right.

source: 그렇게 긴장할 필요 없어.
en: you don’t need to be so nervous.

source: 그래서, 지금 이 상황에서 그쪽이 할 일이 있어 보여요?
en: so, do you think there’s anything you can do at this point?

source: 내릴 수도 없어요.
en: we can’t even take this down.

source: 계약금이나 조건도 크게 차이 나지 않고.
en: the down payments and contract conditions are very similar as well.

source: 오늘 안에 연락 안 하면 한지아한테 이른다던데?
en: if you don’t call her today, she said she’s going to tell ji-ah.

source: 그게 아니고…!
en: that’s not it...!

source: 들리겠다.
en: he can hear you.

source: 자, 받아.
en: here, take this.

source: 겨우 끝났네요.
en: we finally got through it.

source: 준비하시고!
en: ready!

source: 지금 그게 중요한 게 아니야!
en: that’s not important right now!

source: 감독님?
en: producer?

source: 기자님, 죄송한데 이게 좀 예민한 문제라….
en: hey, I’m sorry but since this is a sensitive topic...

source: 근데 그런 생각이 들더라고요.
en: but, suddenly, I came to think...

source: 하긴, 어렵겠죠?
en: yeah, it’d be difficult with a rookie, right?

source: 나중에 직접 보세요.
en: I’ll let you meet her some time.

source: 다녀왔어.
en: I’m back.

source: 아, 민규형….
en: oh, mingyu...

source: 고생하셨어요.
en: thanks for today.

source: 그 양반이 지금 요 앞에서 기다리고 있거든.
en: he’s actually waiting outside right now.

source: 좋아요!
en: sounds good!

source: 예능 PD가 드라마 촬영장에서 공부할 게 있나?
en: why would a producer working on variety shows need to see how things are with tv series?

source: 자신 있어요.
en: I feel confident.

source: 그럼 꼭 좀 부탁드립니다.
en: good. then I’d like to ask this of you.

source: 저기서는 안 들려.
en: she can’t hear me from there.

source: 회사가 뒤집혔는데 혜령이 보도 자료 뿌리자는 소리는 못 하지….
en: the company is going through a fiasco. I can’t ask for a press release on hye-ryung while this is happening...

source: 이게 지금 무슨 상황이지?
en: what’s going on here?

source: 고생했으니까, 뭐라도 사 먹어.
en: you did well. go get yourself a nice meal.

source: 강수지 촬영이 먼저니까 아직 시간은 충분해.
en: sooji kang is shooting first so we have plenty of time.

source: 차준섭을 몰래 찍었던 그 쓰레기.
en: that bastard who secretly took pictures of junseob.

source: 혜령이도 그럴 거라고 생각은 했지만…
en: as she was to me but...

source: …알았어.
en: okay.

source: 그럼 조만간에 연락드리겠습니다.
en: I’ll be in touch soon.

source: 지금은 타이밍이 안 좋네.
en: I don’t think this is the right time.

source: 그럼… 이번 주 토요일 오전에 혜령 씨 스케줄 어때요?
en: then... how’s hye-ryung’s schedule for this saturday morning?

source: 날짜는 결정되면 내가 전달해 줄게.
en: I’ll tell you the exact dates once they’re confirmed.

source: 이미지야 나중에 바뀔 수도 있죠.
en: I can change how I’m perceived.

source: 갑자기 웬 시놉이야?
en: a synopsis all of a sudden?

source: 지금 이게 사이가 좋아 보여요?!
en: does this look like getting along well to you?!

source: 자자, 그만.
en: hey, hey. enough.

source: 처, 청소 좀 하느라….
en: oh, I was just cleaning up...

source: 남이 챙겨 주는 게 아니니까요.
en: and not expect others to do so for me.

source: [투데이 스타] 나한수도 진작 책상 뺐다는 소리를 들었으니까, 다시 볼 일은 없겠지.
en: I heard hansoo na from “today star” quit as well. so, I guess I won’t be seeing him anymore either.

source: 네, 팀장님.
en: yes, team leader.

source: 내가 혜령이를 특별하게 생각하는 만큼
en: I knew I was just as special to her

source: 그리고 지아 씨도 이제 차기작 생각하셔야죠. [찬란한 봄날] 끝나고 많이 쉬신 것 같은데.
en: and, you should also think about your next project. you’ve been resting for a while since a brilliant spring day ended.

source: 뭐….
en: I did...

source: 누, 누가 시킨 게 아니라…
en: n-nobody told me to...

source: 마침 저기 오네요.
en: speaking of the devil.

source: 트집이라뇨?
en: nitpicking?

source: 전에 민규 쓰러진 거 봤지?
en: you saw how mingyu passed out, right?

source: 그럴 수야 없지.
en: no.

source: 결국에 가장 중요한 건 역시, 돈이지.
en: money is the most important factor after all.

source: 살짝 얘기만 해 줘요.
en: please just let them know.

source: 이제 와서 돌이킬 수도 없지만….
en: well it’s too late to take back anyway...

source: 지금 좀 바빠서….
en: I’m a little busy right now...

source: 그럴 수도 있겠네요.
en: that makes sense.

source: 이대로 있을 수는 없잖아요.
en: we can’t just stay put like this.

source: …뭐 이런 인간이 다 있어?
en: what kind of a person does this?

source: 오늘 일은 정말 죄송합니다.
en: I’d like to apologize for what happened today.

source: 아, 그래요?
en: oh...

source: 아, 네!
en: oh, I see!

source: 두 분 다 좋은 분들이잖아요.
en: both of them are nice people.

source: 받아요.
en: here.

source: 처음 듣는 분인데.
en: I don’t think I’ve ever heard of him before.

source: 내가 전에 신세 졌던 선배라.
en: I owe him a favor.

source: 근데… 넌 왜 그러냐?
en: hey...what’s wrong with you?

source: 두 사람 모두 젊어서 그런지 혈기왕성하구먼.
en: you’re both very young and full of energy, aren’t you?

source: 한지아 보다 애가 좀 떨어져.
en: but she’s definitely not as good as ji-ah.

source: 근데 혹시나… 잘되면 어쩌죠?
en: but what if... the sitcom works out?

source: 그럼 앞으로도 계속 강수지한테 질질 끌려가자고?
en: is he suggesting to let sooji kang do whatever she wants?

source: 잘되면 하늘이가 낄 수도 있겠지.
en: if things work out, haneul may get the opportunity.

source: 시트콤 작가를 어디 가서 쉽게 구해….
en: it’s not easy to find a sitcom writer...

source: 1팀 이지상?
en: jisang lee from team one?

source: 종우 씨가 배려해 주시는데 너무 사양하는 것도 좀 그렇잖아요?
en: it’s a nice gesture from jongwoo. I think it’d be awkward if you continue to decline his offer.

source: 혜령 씨 컨디션 완전히 돌아왔던데?
en: it seems like hye-ryung’s got her groove back!

source: 이야기는 대충 다 끝났고.
en: alright. everything’s been pretty much set up now.

source: 이런 식으로 할 거면 다 때려치우든가.
en: let’s just call off this project if everyone’s going to behave this way.

source: 최종 시청률 22.3%!
en: the final rating came out to be 22.3%!

source: 그래서… 어떨 거 같아요?
en: so...how do you think about...

source: 그건… 미안해요.
en: I’m sorry about that...

source: 만족했다면 된 거지, 뭐.
en: as long as she’s happy, then I’m fine.

source: 확실해?
en: are you sure?

source: 지금 시청률 20% 넘겼대!
en: we just passed 20%!

source: 왜 아직도 그거 들고 다녀요?
en: why are you still carrying that around?

source: 아무튼, 인준 씨.
en: anyway, mr. kim.

source: 위험한 장면 좀 줄여 달라고요!
en: to reduce the number of dangerous scenes?!

source: 참, 기사 난 거 보셨죠?
en: oh, did you get to see the news?

source: 그, 그건 그렇지만…!
en: I-I agree, but...!

source: 거기서 하늘 씨를 콕 집어서 제안을 넣었더라고.
en: they made an offer specifically for haneul.

source: 하나 궁금한 게 있는데…
en: just tell me one thing...

source: 공개 사과요.
en: a public apology.

source: 이게 시트콤 캐릭터라고는 아무도 예상 못하던데, 어떤 작품이에요?
en: nobody was able to guess that this was a character from a sitcom. could you tell me more about the sitcom?

source: 나만 믿으라고.
en: you can count on me.

source: 김인준 실장님께서 번호를 받아 가시고는 연락이 없으셔서….
en: I gave chief kim my number but he never reached out so...

source: 쪽팔리다뇨.
en: embarrassed?

source: 요즘에는 연상 연하가 대세라고.
en: having a younger boyfriend is the trend these days.

source: 대신, 이번엔 말 바꾸면 안 된다?
en: but you can’t change your mind again, alright?

source: 강수지?
en: sooji?

source: 반응도 괜찮네, 이 정도면.
en: the ratings aren't bad.

source: 네, 부탁드립니다.
en: great. thank you.

source: 아니면, 집이 잘살아서 이 일 안 해도 먹고살 만하다던가.
en: or, is it that your family is rich enough that you don’t really have to work?

source: 어떻게 생각하긴… 내가 맡은 배우지.
en: what does she mean...? she’s an actress I’m responsible for.

source: 붉은 선…?
en: a red thread...?

source: 스타 스트레이트
en: STAR STRAIGHT

source: 몇 년을 쉬지 않고 일했는데 주변 사람한테 다 뜯겨서 십 원짜리 하나 안 남았으면…
en: if you had worked for years without any breaks, but you’re left with nothing because everybody around you were taking advantage of you...

source: 그게 누군데요?
en: who may that be?

source: 어떻긴.
en: how did it go?

source: 무슨 일 있나?
en: is she alright?

source: 어… 네?
en: ummm...huh?

source: 실장님!
en: chief kim!
